10/data/attachments/f8d71baa88da7f05.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bd20eb2f-c3e1-497b-9689-3bff9167516d</nif:username>
            <nif:friendToBeAdded>Jeffrey_care_Actions_57502_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>